Repository: giellalt/corpus-sme
Catalog: prestable/tmx/sma/admin/depts/regjeringen.no/ain-doarjut-mattasamegiela_id_682459.html.tmx
Source language: sme
Languages: sma

source: Váldosisdollui Ain doarjut máttasámegiela
sma: Jåarhka barkoem åarjelsaemien gïeline

source: Ráđđehus árvala jahkái 2012 lasihit Sámedikki doarjaga 700 000 kruvnnuin máttasámegiela oahpponeavvo- ja tearbmabarggu ovddideapmái.
sma: Reerenasse raereste dåarjoem lissiehtidh Saemiedægkan 700 000 kråvnajgujmie juktie åarjelsaemien learoevierhtie- jïh terminologijeevtiedimmine barkedh jaepien 2012.

source: Ráđđehus maid árvala juolludit 120 000 kruvnnu sámi giellabálkkašupmái Gollegiella.
sma: Reerenasse raereste aaj 120 000 kråvnah dåarjodh saemien gïelebaalhkese Gulliegïele.

source: Dát boahtá ovdan dárkkistuvvon našunálabušeahta árvalusas.
sma: Daate tjåådtje raeriestimmesne staeriedamme nasjovnalebudsjedtese.

source: - Máttasámegiella lea rašis dilis.
sma: - Åarjelsaemien akte prååsehke gïele.

source: Ráđđehus joatká ain barggus gáhttet ja ovddidit máttasámegiela ja vuoruhit oahpponeavvuid máttasámegillii, cealká sámeministtar Rigmor Aasrud.
sma: Reerenasse sæjhta barkoem jåerhkedh juktie åarjelsaemien gïelem gorredidh jïh evtiedidh, jïh åarjelsaemien learoevierhtiejgujmie barkedh, saemieministere Rigmor Aasrud jeahta.

source: Engerdal gielda lea ovdal ožžon jahkásaš doarjaga jođihit Elgå skuvlla ja ovddidit oahpponeavvuid ja tearpmaid máttasámegillii.
sma: Engerdalen tjïelte lea aarebi dåarjoem åådtjeme Elgå skuvlese fïerhten jaepien, jïh evtiedæmman åarjelsaemien learoevierhtijste jïh åarjelsaemien terminologijeste.

source: Jahki 2012 lea maŋimuš jahki ahte leat oahppit dán skuvllas, go gielda lea mearridan heaittihit skuvlla čavčča rájes.
sma: 2012 lea dïhte minngemes jaepie gusnie learohkh daennie skuvlesne, jïh tjïelte dannasinie sjæjsjalamme skuvline galhkedh tjaktjen raejeste.

source: - Skuvla lea mearkkašan hirbmat olu máttasámegiela ovddideapmái.
sma: - Skuvle aktem stoerre jïh vihkeles barkoem dorjeme juktie åarjelsaemien gïelem evtiedidh.

source: Dáinna doarjagiin oažžu Sámediggi dál ovddasvástádusa vuoruhit ja organiseret máttasámegiela oahpponeavvo- ja tearbmabarggu viidáset doaimmaid.
sma: Daejnie sertiestimmine dle Saemiedigkie daelie dïedtem åtna prijoriteradidh jïh öörnedidh dam vijriesåbpoe barkoem åarjelsaemien learoevierhtie- jïh terminologijeevtiedimmine, Aasrud jeahta.

source: 120 000 kruvnnu sámi giellabálkkašupmái Sámi giellabálkkašupmi Gollegiella geigejuvvo juohke nuppi jagi Davviriikalaš sámi áššiid ámmátorgána bokte.
sma: 120 000 kråvnah saemien gïelebaalhkese Fïerhten mubpien jaepien dle saemien gïelebaalhka Gulliegïele vadtasåvva Dehtie noerhtelaanti embetsåårganeste saemien gyhtjelasside.

source: Bálkkašupmi lea sullii 120 000 norgga kruvnnu.
sma: Baalhkan stoeredahke lea medtie 120 000 nöörjen kråvnah.

source: Jagi 2012 lea Norgga vuorru ruhtadit dán bálkkašumi.
sma: Jaepien 2012 dle Nöörje sæjhta dïedtem utnedh baalhkam finansieradidh.

source: Bálkkašupmi geigejuvvo čakča čoahkkimis gosa servet davviriikkalaš ministarat geat vástidit sámi áššiid Suomas, Ruoŧas ja Norggas, ja namuhuvvon golmma riikka Sámedikki presideanttat.
sma: Baalhka vadtasåvva tjaktjen tjåanghkosne dej noerhtelaanti ministeri gaskem mah diedtem utnieh saemien aamhtesi åvteste Såevmesne, Sveerjesne jïh Nöörjesne, jïh saemiedigkiepresidenth dejnie golme laantine.

source: Loga eanet Gollegiella bálkkašumi birra
sma: Lohkh vielie Gulliegielen bijjre
